In [5]:
import csv
import pandas as pd
import numpy as np
import requests

In [8]:
# Leitura de dados
dfA = pd.read_csv(r'C://Cursos//Soulcode//at20DE//originais//Sistema_A_SQL.csv', sep=',')

In [7]:
dfA

    nota_fiscal,vendedor,total
0          1,Clarabelle,159.38
1                 2,Berk,144.3
2                3,Kiri,302.49
3            4,Brigitta,381.61
4              5,Barret,277.63
..                         ...
995           996,Ronny,577.64
996           997,Farra,434.77
997          998,Aluino,130.75
998            999,Amber,233.3
999        1000,Trumann,460.26

[1000 rows x 1 columns]